{"index": 1, "given_info": "The overall probability of attractive appearance is 48%. For people considered unattractive and are not famous, the probability of talent is 3%. For people considered unattractive and are famous, the probability of talent is 9%. For people considered attractive and are not famous, the probability of talent is 2%. For people considered attractive and are famous, the probability of talent is 6%.", "question": "If we look at people who are famous, does the chance of talent increase when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 2, "given_info": "The overall probability of attractive appearance is 56%. For people considered unattractive and are not famous, the probability of talent is 7%. For people considered unattractive and are famous, the probability of talent is 18%. For people considered attractive and are not famous, the probability of talent is 4%. For people considered attractive and are famous, the probability of talent is 14%.", "question": "If we look at people who are famous, does the chance of talent increase when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 3, "given_info": "The overall probability of talent is 59%. For students who are not talented and rejected from elite institutions, the probability of being hard-working is 37%. For students who are not talented and accepted to elite institutions, the probability of being hard-working is 73%. For students who are talented and rejected from elite institutions, the probability of being hard-working is 30%. For students who are talented and accepted to elite institutions, the probability of being hard-working is 63%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working decrease when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 4, "given_info": "The overall probability of respiratory issues is 48%. For people with no respiratory issues and non-hospitalized individuals, the probability of broken bones is 3%. For people with no respiratory issues and hospitalized individuals, the probability of broken bones is 29%. For people with respiratory issues and non-hospitalized individuals, the probability of broken bones is 4%. For people with respiratory issues and hospitalized individuals, the probability of broken bones is 41%.", "question": "If we look at hospitalized individuals, does the chance of broken bones increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 5, "given_info": "The overall probability of respiratory issues is 47%. For people with no respiratory issues and non-hospitalized individuals, the probability of broken bones is 14%. For people with no respiratory issues and hospitalized individuals, the probability of broken bones is 59%. For people with respiratory issues and non-hospitalized individuals, the probability of broken bones is 12%. For people with respiratory issues and hospitalized individuals, the probability of broken bones is 26%.", "question": "If we look at hospitalized individuals, does the chance of broken bones increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 6, "given_info": "The overall probability of respiratory issues is 48%. For people with no respiratory issues and non-hospitalized individuals, the probability of broken bones is 2%. For people with no respiratory issues and hospitalized individuals, the probability of broken bones is 26%. For people with respiratory issues and non-hospitalized individuals, the probability of broken bones is 1%. For people with respiratory issues and hospitalized individuals, the probability of broken bones is 15%.", "question": "If we look at hospitalized individuals, does the chance of broken bones increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 7, "given_info": "The overall probability of respiratory issues is 49%. For people with no respiratory issues and non-hospitalized individuals, the probability of broken bones is 15%. For people with no respiratory issues and hospitalized individuals, the probability of broken bones is 31%. For people with respiratory issues and non-hospitalized individuals, the probability of broken bones is 7%. For people with respiratory issues and hospitalized individuals, the probability of broken bones is 27%.", "question": "If we look at hospitalized individuals, does the chance of broken bones decrease when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 8, "given_info": "The overall probability of kindness is 57%. For people with mean personalities and single people, the probability of attractive appearance is 6%. For people with mean personalities and in a relationship, the probability of attractive appearance is 19%. For people with kind personalities and single people, the probability of attractive appearance is 5%. For people with kind personalities and in a relationship, the probability of attractive appearance is 25%.", "question": "If we look at people in a relationship, does the chance of attractive appearance decrease when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 9, "given_info": "The overall probability of attractive appearance is 85%. For people considered unattractive and are not famous, the probability of talent is 98%. For people considered unattractive and are famous, the probability of talent is 91%. For people considered attractive and are not famous, the probability of talent is 96%. For people considered attractive and are famous, the probability of talent is 90%.", "question": "If we look at people who are famous, does the chance of talent decrease when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 10, "given_info": "The overall probability of attractive appearance is 95%. For people considered unattractive and are not famous, the probability of talent is 99%. For people considered unattractive and are famous, the probability of talent is 91%. For people considered attractive and are not famous, the probability of talent is 96%. For people considered attractive and are famous, the probability of talent is 89%.", "question": "If we look at people who are famous, does the chance of talent decrease when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 11, "given_info": "The overall probability of attractive appearance is 91%. For people considered unattractive and are not famous, the probability of talent is 96%. For people considered unattractive and are famous, the probability of talent is 74%. For people considered attractive and are not famous, the probability of talent is 92%. For people considered attractive and are famous, the probability of talent is 63%.", "question": "If we look at people who are famous, does the chance of talent increase when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 12, "given_info": "The overall probability of attractive appearance is 89%. For people considered unattractive and are not famous, the probability of talent is 99%. For people considered unattractive and are famous, the probability of talent is 97%. For people considered attractive and are not famous, the probability of talent is 99%. For people considered attractive and are famous, the probability of talent is 57%.", "question": "If we look at people who are famous, does the chance of talent decrease when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 13, "given_info": "The overall probability of attractive appearance is 81%. For people considered unattractive and are not famous, the probability of talent is 98%. For people considered unattractive and are famous, the probability of talent is 92%. For people considered attractive and are not famous, the probability of talent is 97%. For people considered attractive and are famous, the probability of talent is 86%.", "question": "If we look at people who are famous, does the chance of talent increase when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 14, "given_info": "The overall probability of talent is 83%. For students who are not talented and rejected from elite institutions, the probability of being hard-working is 91%. For students who are not talented and accepted to elite institutions, the probability of being hard-working is 71%. For students who are talented and rejected from elite institutions, the probability of being hard-working is 88%. For students who are talented and accepted to elite institutions, the probability of being hard-working is 48%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working increase when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 15, "given_info": "The overall probability of talent is 93%. For students who are not talented and rejected from elite institutions, the probability of being hard-working is 100%. For students who are not talented and accepted to elite institutions, the probability of being hard-working is 99%. For students who are talented and rejected from elite institutions, the probability of being hard-working is 99%. For students who are talented and accepted to elite institutions, the probability of being hard-working is 98%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working increase when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 16, "given_info": "The overall probability of respiratory issues is 52%. For people with no respiratory issues and non-hospitalized individuals, the probability of broken bones is 92%. For people with no respiratory issues and hospitalized individuals, the probability of broken bones is 75%. For people with respiratory issues and non-hospitalized individuals, the probability of broken bones is 89%. For people with respiratory issues and hospitalized individuals, the probability of broken bones is 56%.", "question": "If we look at hospitalized individuals, does the chance of broken bones increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 17, "given_info": "The overall probability of kindness is 8%. For people with mean personalities and single people, the probability of attractive appearance is 47%. For people with mean personalities and in a relationship, the probability of attractive appearance is 6%. For people with kind personalities and single people, the probability of attractive appearance is 26%. For people with kind personalities and in a relationship, the probability of attractive appearance is 2%.", "question": "If we look at people in a relationship, does the chance of attractive appearance decrease when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 18, "given_info": "The overall probability of kindness is 11%. For people with mean personalities and single people, the probability of attractive appearance is 24%. For people with mean personalities and in a relationship, the probability of attractive appearance is 7%. For people with kind personalities and single people, the probability of attractive appearance is 16%. For people with kind personalities and in a relationship, the probability of attractive appearance is 4%.", "question": "If we look at people in a relationship, does the chance of attractive appearance increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 19, "given_info": "The overall probability of kindness is 15%. For people with mean personalities and single people, the probability of attractive appearance is 92%. For people with mean personalities and in a relationship, the probability of attractive appearance is 75%. For people with kind personalities and single people, the probability of attractive appearance is 92%. For people with kind personalities and in a relationship, the probability of attractive appearance is 77%.", "question": "If we look at people in a relationship, does the chance of attractive appearance decrease when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 20, "given_info": "The overall probability of attractive appearance is 42%. For people considered unattractive and are not famous, the probability of thick lips is 11%. For people considered unattractive and are famous, the probability of thick lips is 45%. For people considered attractive and are not famous, the probability of thick lips is 9%. For people considered attractive and are famous, the probability of thick lips is 22%.", "question": "If we look at people who are famous, does the chance of thick lips increase when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Lip thickness has a direct effect on fame."}
{"index": 21, "given_info": "The overall probability of attractive appearance is 58%. For people considered unattractive and are not famous, the probability of thick lips is 5%. For people considered unattractive and are famous, the probability of thick lips is 51%. For people considered attractive and are not famous, the probability of thick lips is 4%. For people considered attractive and are famous, the probability of thick lips is 15%.", "question": "If we look at people who are famous, does the chance of thick lips decrease when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Lip thickness has a direct effect on fame."}
{"index": 22, "given_info": "The overall probability of attractive appearance is 56%. For people considered unattractive and are not famous, the probability of thick lips is 7%. For people considered unattractive and are famous, the probability of thick lips is 18%. For people considered attractive and are not famous, the probability of thick lips is 4%. For people considered attractive and are famous, the probability of thick lips is 14%.", "question": "If we look at people who are famous, does the chance of thick lips decrease when attractive appearance?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Appearance has a direct effect on fame. Lip thickness has a direct effect on fame."}
{"index": 23, "given_info": "The overall probability of listening to jazz is 47%. For students who do not listen to jazz and rejected from elite institutions, the probability of being hard-working is 41%. For students who do not listen to jazz and accepted to elite institutions, the probability of being hard-working is 76%. For students who listen to jazz and rejected from elite institutions, the probability of being hard-working is 34%. For students who listen to jazz and accepted to elite institutions, the probability of being hard-working is 61%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working decrease when listening to jazz?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Listening to jazz has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 24, "given_info": "The overall probability of listening to jazz is 47%. For students who do not listen to jazz and rejected from elite institutions, the probability of being hard-working is 34%. For students who do not listen to jazz and accepted to elite institutions, the probability of being hard-working is 78%. For students who listen to jazz and rejected from elite institutions, the probability of being hard-working is 21%. For students who listen to jazz and accepted to elite institutions, the probability of being hard-working is 65%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working increase when listening to jazz?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Listening to jazz has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 25, "given_info": "The overall probability of listening to jazz is 13%. For students who do not listen to jazz and rejected from elite institutions, the probability of being hard-working is 2%. For students who do not listen to jazz and accepted to elite institutions, the probability of being hard-working is 8%. For students who listen to jazz and rejected from elite institutions, the probability of being hard-working is 2%. For students who listen to jazz and accepted to elite institutions, the probability of being hard-working is 6%.", "question": "If we look at students accepted to elite institutions, does the chance of being hard-working decrease when listening to jazz?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Listening to jazz has a direct effect on elite institution admission status. Effort has a direct effect on elite institution admission status."}
{"index": 26, "given_info": "The overall probability of respiratory issues is 55%. For people with no respiratory issues and non-hospitalized individuals, the probability of black hair is 8%. For people with no respiratory issues and hospitalized individuals, the probability of black hair is 64%. For people with respiratory issues and non-hospitalized individuals, the probability of black hair is 4%. For people with respiratory issues and hospitalized individuals, the probability of black hair is 29%.", "question": "If we look at hospitalized individuals, does the chance of black hair decrease when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Black hair has a direct effect on hospitalization status."}
{"index": 27, "given_info": "The overall probability of respiratory issues is 47%. For people with no respiratory issues and non-hospitalized individuals, the probability of black hair is 14%. For people with no respiratory issues and hospitalized individuals, the probability of black hair is 59%. For people with respiratory issues and non-hospitalized individuals, the probability of black hair is 12%. For people with respiratory issues and hospitalized individuals, the probability of black hair is 26%.", "question": "If we look at hospitalized individuals, does the chance of black hair increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Black hair has a direct effect on hospitalization status."}
{"index": 28, "given_info": "The overall probability of respiratory issues is 47%. For people with no respiratory issues and non-hospitalized individuals, the probability of black hair is 14%. For people with no respiratory issues and hospitalized individuals, the probability of black hair is 59%. For people with respiratory issues and non-hospitalized individuals, the probability of black hair is 12%. For people with respiratory issues and hospitalized individuals, the probability of black hair is 26%.", "question": "If we look at hospitalized individuals, does the chance of black hair decrease when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Black hair has a direct effect on hospitalization status."}
{"index": 29, "given_info": "The overall probability of respiratory issues is 48%. For people with no respiratory issues and non-hospitalized individuals, the probability of black hair is 2%. For people with no respiratory issues and hospitalized individuals, the probability of black hair is 26%. For people with respiratory issues and non-hospitalized individuals, the probability of black hair is 1%. For people with respiratory issues and hospitalized individuals, the probability of black hair is 15%.", "question": "If we look at hospitalized individuals, does the chance of black hair increase when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Black hair has a direct effect on hospitalization status."}
{"index": 30, "given_info": "The overall probability of respiratory issues is 40%. For people with no respiratory issues and non-hospitalized individuals, the probability of black hair is 8%. For people with no respiratory issues and hospitalized individuals, the probability of black hair is 24%. For people with respiratory issues and non-hospitalized individuals, the probability of black hair is 5%. For people with respiratory issues and hospitalized individuals, the probability of black hair is 18%.", "question": "If we look at hospitalized individuals, does the chance of black hair decrease when respiratory issues?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Respiratory issues has a direct effect on hospitalization status. Black hair has a direct effect on hospitalization status."}
{"index": 31, "given_info": "The overall probability of kindness is 58%. For people with mean personalities and single people, the probability of freckles is 53%. For people with mean personalities and in a relationship, the probability of freckles is 34%. For people with kind personalities and single people, the probability of freckles is 97%. For people with kind personalities and in a relationship, the probability of freckles is 31%.", "question": "If we look at people in a relationship, does the chance of freckles increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 32, "given_info": "The overall probability of kindness is 47%. For people with mean personalities and single people, the probability of freckles is 3%. For people with mean personalities and in a relationship, the probability of freckles is 1%. For people with kind personalities and single people, the probability of freckles is 2%. For people with kind personalities and in a relationship, the probability of freckles is 2%.", "question": "If we look at people in a relationship, does the chance of freckles increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 33, "given_info": "The overall probability of kindness is 45%. For people with mean personalities and single people, the probability of freckles is 6%. For people with mean personalities and in a relationship, the probability of freckles is 32%. For people with kind personalities and single people, the probability of freckles is 8%. For people with kind personalities and in a relationship, the probability of freckles is 25%.", "question": "If we look at people in a relationship, does the chance of freckles decrease when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 34, "given_info": "The overall probability of kindness is 45%. For people with mean personalities and single people, the probability of freckles is 38%. For people with mean personalities and in a relationship, the probability of freckles is 44%. For people with kind personalities and single people, the probability of freckles is 36%. For people with kind personalities and in a relationship, the probability of freckles is 69%.", "question": "If we look at people in a relationship, does the chance of freckles increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 35, "given_info": "The overall probability of kindness is 45%. For people with mean personalities and single people, the probability of freckles is 41%. For people with mean personalities and in a relationship, the probability of freckles is 75%. For people with kind personalities and single people, the probability of freckles is 31%. For people with kind personalities and in a relationship, the probability of freckles is 88%.", "question": "If we look at people in a relationship, does the chance of freckles increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 36, "given_info": "The overall probability of kindness is 85%. For people with mean personalities and single people, the probability of freckles is 38%. For people with mean personalities and in a relationship, the probability of freckles is 71%. For people with kind personalities and single people, the probability of freckles is 32%. For people with kind personalities and in a relationship, the probability of freckles is 57%.", "question": "If we look at people in a relationship, does the chance of freckles increase when kindness?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Personality has a direct effect on relationship status. Freckles has a direct effect on relationship status."}
{"index": 37, "given_info": "The overall probability of speaking english is 96%. For people who do not speak english and are not famous, the probability of talent is 98%. For people who do not speak english and are famous, the probability of talent is 95%. For people who speak english and are not famous, the probability of talent is 98%. For people who speak english and are famous, the probability of talent is 93%.", "question": "If we look at people who are famous, does the chance of talent decrease when speaking english?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Ability to speak english has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 38, "given_info": "The overall probability of speaking english is 81%. For people who do not speak english and are not famous, the probability of talent is 98%. For people who do not speak english and are famous, the probability of talent is 91%. For people who speak english and are not famous, the probability of talent is 97%. For people who speak english and are famous, the probability of talent is 87%.", "question": "If we look at people who are famous, does the chance of talent increase when speaking english?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Ability to speak english has a direct effect on fame. Talent has a direct effect on fame."}
{"index": 39, "given_info": "The overall probability of talent is 97%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 98%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 92%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 97%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 88%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes decrease when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 40, "given_info": "The overall probability of talent is 91%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 99%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 97%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 99%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 96%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes increase when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 41, "given_info": "The overall probability of talent is 93%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 100%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 99%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 99%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 98%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes decrease when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 42, "given_info": "The overall probability of talent is 91%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 97%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 93%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 97%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 87%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes increase when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 43, "given_info": "The overall probability of talent is 82%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 99%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 82%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 96%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 53%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes increase when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 44, "given_info": "The overall probability of talent is 82%. For students who are not talented and rejected from elite institutions, the probability of brown eyes is 99%. For students who are not talented and accepted to elite institutions, the probability of brown eyes is 82%. For students who are talented and rejected from elite institutions, the probability of brown eyes is 96%. For students who are talented and accepted to elite institutions, the probability of brown eyes is 53%.", "question": "If we look at students accepted to elite institutions, does the chance of brown eyes decrease when talent?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Talent has a direct effect on elite institution admission status. Brown eyes has a direct effect on elite institution admission status."}
{"index": 45, "given_info": "The overall probability of drinking coffee is 59%. For people who do not drink coffee and non-hospitalized individuals, the probability of broken bones is 92%. For people who do not drink coffee and hospitalized individuals, the probability of broken bones is 79%. For people who drink coffee and non-hospitalized individuals, the probability of broken bones is 90%. For people who drink coffee and hospitalized individuals, the probability of broken bones is 69%.", "question": "If we look at hospitalized individuals, does the chance of broken bones increase when drinking coffee?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Drinking coffee has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 46, "given_info": "The overall probability of drinking coffee is 82%. For people who do not drink coffee and non-hospitalized individuals, the probability of broken bones is 94%. For people who do not drink coffee and hospitalized individuals, the probability of broken bones is 81%. For people who drink coffee and non-hospitalized individuals, the probability of broken bones is 91%. For people who drink coffee and hospitalized individuals, the probability of broken bones is 67%.", "question": "If we look at hospitalized individuals, does the chance of broken bones decrease when drinking coffee?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Drinking coffee has a direct effect on hospitalization status. Broken bones has a direct effect on hospitalization status."}
{"index": 47, "given_info": "The overall probability of liking spicy food is 80%. For people who do not like spicy food and single people, the probability of attractive appearance is 93%. For people who do not like spicy food and in a relationship, the probability of attractive appearance is 73%. For people who like spicy food and single people, the probability of attractive appearance is 90%. For people who like spicy food and in a relationship, the probability of attractive appearance is 56%.", "question": "If we look at people in a relationship, does the chance of attractive appearance decrease when liking spicy food?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Liking spicy food has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 48, "given_info": "The overall probability of liking spicy food is 8%. For people who do not like spicy food and single people, the probability of attractive appearance is 47%. For people who do not like spicy food and in a relationship, the probability of attractive appearance is 6%. For people who like spicy food and single people, the probability of attractive appearance is 26%. For people who like spicy food and in a relationship, the probability of attractive appearance is 2%.", "question": "If we look at people in a relationship, does the chance of attractive appearance increase when liking spicy food?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Liking spicy food has a direct effect on relationship status. Appearance has a direct effect on relationship status."}
{"index": 49, "given_info": "The overall probability of rixq is 5%. For those who are not rixq and are not zuph, the probability of xevu is 100%. For those who are not rixq and are zuph, the probability of xevu is 90%. For those who are rixq and are not zuph, the probability of xevu is 99%. For those who are rixq and are zuph, the probability of xevu is 65%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 50, "given_info": "The overall probability of rixq is 13%. For those who are not rixq and are not zuph, the probability of xevu is 13%. For those who are not rixq and are zuph, the probability of xevu is 5%. For those who are rixq and are not zuph, the probability of xevu is 6%. For those who are rixq and are zuph, the probability of xevu is 6%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 51, "given_info": "The overall probability of rixq is 13%. For those who are not rixq and are not zuph, the probability of xevu is 13%. For those who are not rixq and are zuph, the probability of xevu is 5%. For those who are rixq and are not zuph, the probability of xevu is 6%. For those who are rixq and are zuph, the probability of xevu is 6%.", "question": "If we look at those who are zuph, does the chance of xevu decrease when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 52, "given_info": "The overall probability of rixq is 53%. For those who are not rixq and are not zuph, the probability of xevu is 4%. For those who are not rixq and are zuph, the probability of xevu is 45%. For those who are rixq and are not zuph, the probability of xevu is 16%. For those who are rixq and are zuph, the probability of xevu is 41%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 53, "given_info": "The overall probability of rixq is 93%. For those who are not rixq and are not zuph, the probability of xevu is 3%. For those who are not rixq and are zuph, the probability of xevu is 39%. For those who are rixq and are not zuph, the probability of xevu is 9%. For those who are rixq and are zuph, the probability of xevu is 68%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 54, "given_info": "The overall probability of rixq is 51%. For those who are not rixq and are not zuph, the probability of xevu is 64%. For those who are not rixq and are zuph, the probability of xevu is 13%. For those who are rixq and are not zuph, the probability of xevu is 75%. For those who are rixq and are zuph, the probability of xevu is 38%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 55, "given_info": "The overall probability of rixq is 51%. For those who are not rixq and are not zuph, the probability of xevu is 64%. For those who are not rixq and are zuph, the probability of xevu is 13%. For those who are rixq and are not zuph, the probability of xevu is 75%. For those who are rixq and are zuph, the probability of xevu is 38%.", "question": "If we look at those who are zuph, does the chance of xevu decrease when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 56, "given_info": "The overall probability of rixq is 62%. For those who are not rixq and are not zuph, the probability of xevu is 6%. For those who are not rixq and are zuph, the probability of xevu is 7%. For those who are rixq and are not zuph, the probability of xevu is 6%. For those who are rixq and are zuph, the probability of xevu is 7%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 57, "given_info": "The overall probability of rixq is 60%. For those who are not rixq and are not zuph, the probability of xevu is 99%. For those who are not rixq and are zuph, the probability of xevu is 99%. For those who are rixq and are not zuph, the probability of xevu is 99%. For those who are rixq and are zuph, the probability of xevu is 98%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 58, "given_info": "The overall probability of kwox is 32%. For those who are not kwox and are not swoq, the probability of kwoz is 9%. For those who are not kwox and are swoq, the probability of kwoz is 4%. For those who are kwox and are not swoq, the probability of kwoz is 22%. For those who are kwox and are swoq, the probability of kwoz is 2%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 59, "given_info": "The overall probability of kwox is 97%. For those who are not kwox and are not swoq, the probability of kwoz is 59%. For those who are not kwox and are swoq, the probability of kwoz is 31%. For those who are kwox and are not swoq, the probability of kwoz is 25%. For those who are kwox and are swoq, the probability of kwoz is 58%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 60, "given_info": "The overall probability of kwox is 9%. For those who are not kwox and are not swoq, the probability of kwoz is 69%. For those who are not kwox and are swoq, the probability of kwoz is 80%. For those who are kwox and are not swoq, the probability of kwoz is 56%. For those who are kwox and are swoq, the probability of kwoz is 77%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 61, "given_info": "The overall probability of kwox is 85%. For those who are not kwox and are not swoq, the probability of kwoz is 31%. For those who are not kwox and are swoq, the probability of kwoz is 43%. For those who are kwox and are not swoq, the probability of kwoz is 66%. For those who are kwox and are swoq, the probability of kwoz is 36%.", "question": "If we look at those who are swoq, does the chance of kwoz increase when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 62, "given_info": "The overall probability of xevo is 79%. For those who are not xevo and are not tijv, the probability of gyzp is 38%. For those who are not xevo and are tijv, the probability of gyzp is 75%. For those who are xevo and are not tijv, the probability of gyzp is 60%. For those who are xevo and are tijv, the probability of gyzp is 88%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 63, "given_info": "The overall probability of xevo is 48%. For those who are not xevo and are not tijv, the probability of gyzp is 86%. For those who are not xevo and are tijv, the probability of gyzp is 81%. For those who are xevo and are not tijv, the probability of gyzp is 78%. For those who are xevo and are tijv, the probability of gyzp is 89%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 64, "given_info": "The overall probability of xevo is 7%. For those who are not xevo and are not tijv, the probability of gyzp is 14%. For those who are not xevo and are tijv, the probability of gyzp is 97%. For those who are xevo and are not tijv, the probability of gyzp is 18%. For those who are xevo and are tijv, the probability of gyzp is 7%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 65, "given_info": "The overall probability of xevo is 7%. For those who are not xevo and are not tijv, the probability of gyzp is 14%. For those who are not xevo and are tijv, the probability of gyzp is 97%. For those who are xevo and are not tijv, the probability of gyzp is 18%. For those who are xevo and are tijv, the probability of gyzp is 7%.", "question": "If we look at those who are tijv, does the chance of gyzp decrease when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 66, "given_info": "The overall probability of xevo is 20%. For those who are not xevo and are not tijv, the probability of gyzp is 49%. For those who are not xevo and are tijv, the probability of gyzp is 73%. For those who are xevo and are not tijv, the probability of gyzp is 30%. For those who are xevo and are tijv, the probability of gyzp is 80%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 67, "given_info": "The overall probability of xevo is 98%. For those who are not xevo and are not tijv, the probability of gyzp is 50%. For those who are not xevo and are tijv, the probability of gyzp is 7%. For those who are xevo and are not tijv, the probability of gyzp is 18%. For those who are xevo and are tijv, the probability of gyzp is 3%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 68, "given_info": "The overall probability of xevo is 69%. For those who are not xevo and are not tijv, the probability of gyzp is 77%. For those who are not xevo and are tijv, the probability of gyzp is 25%. For those who are xevo and are not tijv, the probability of gyzp is 61%. For those who are xevo and are tijv, the probability of gyzp is 91%.", "question": "If we look at those who are tijv, does the chance of gyzp decrease when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 69, "given_info": "The overall probability of yomx is 36%. For those who are not yomx and are not gwet, the probability of xevu is 94%. For those who are not yomx and are gwet, the probability of xevu is 90%. For those who are yomx and are not gwet, the probability of xevu is 92%. For those who are yomx and are gwet, the probability of xevu is 98%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 70, "given_info": "The overall probability of yomx is 95%. For those who are not yomx and are not gwet, the probability of xevu is 22%. For those who are not yomx and are gwet, the probability of xevu is 59%. For those who are yomx and are not gwet, the probability of xevu is 7%. For those who are yomx and are gwet, the probability of xevu is 51%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 71, "given_info": "The overall probability of yomx is 5%. For those who are not yomx and are not gwet, the probability of xevu is 74%. For those who are not yomx and are gwet, the probability of xevu is 0%. For those who are yomx and are not gwet, the probability of xevu is 26%. For those who are yomx and are gwet, the probability of xevu is 79%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 72, "given_info": "The overall probability of yomx is 82%. For those who are not yomx and are not gwet, the probability of xevu is 22%. For those who are not yomx and are gwet, the probability of xevu is 66%. For those who are yomx and are not gwet, the probability of xevu is 52%. For those who are yomx and are gwet, the probability of xevu is 5%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 73, "given_info": "The overall probability of yomx is 65%. For those who are not yomx and are not gwet, the probability of xevu is 18%. For those who are not yomx and are gwet, the probability of xevu is 19%. For those who are yomx and are not gwet, the probability of xevu is 4%. For those who are yomx and are gwet, the probability of xevu is 44%.", "question": "If we look at those who are gwet, does the chance of xevu decrease when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 74, "given_info": "The overall probability of jyka is 88%. For those who are not jyka and are not hwax, the probability of lirg is 37%. For those who are not jyka and are hwax, the probability of lirg is 88%. For those who are jyka and are not hwax, the probability of lirg is 72%. For those who are jyka and are hwax, the probability of lirg is 57%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 75, "given_info": "The overall probability of jyka is 23%. For those who are not jyka and are not hwax, the probability of lirg is 96%. For those who are not jyka and are hwax, the probability of lirg is 55%. For those who are jyka and are not hwax, the probability of lirg is 89%. For those who are jyka and are hwax, the probability of lirg is 64%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 76, "given_info": "The overall probability of jyka is 23%. For those who are not jyka and are not hwax, the probability of lirg is 96%. For those who are not jyka and are hwax, the probability of lirg is 55%. For those who are jyka and are not hwax, the probability of lirg is 89%. For those who are jyka and are hwax, the probability of lirg is 64%.", "question": "If we look at those who are hwax, does the chance of lirg decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 77, "given_info": "The overall probability of jyka is 72%. For those who are not jyka and are not hwax, the probability of lirg is 85%. For those who are not jyka and are hwax, the probability of lirg is 94%. For those who are jyka and are not hwax, the probability of lirg is 100%. For those who are jyka and are hwax, the probability of lirg is 73%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 78, "given_info": "The overall probability of jyka is 56%. For those who are not jyka and are not hwax, the probability of lirg is 4%. For those who are not jyka and are hwax, the probability of lirg is 86%. For those who are jyka and are not hwax, the probability of lirg is 53%. For those who are jyka and are hwax, the probability of lirg is 29%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 79, "given_info": "The overall probability of jyka is 54%. For those who are not jyka and are not hwax, the probability of lirg is 90%. For those who are not jyka and are hwax, the probability of lirg is 91%. For those who are jyka and are not hwax, the probability of lirg is 87%. For those who are jyka and are hwax, the probability of lirg is 98%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 80, "given_info": "The overall probability of jyka is 51%. For those who are not jyka and are not hwax, the probability of lirg is 1%. For those who are not jyka and are hwax, the probability of lirg is 64%. For those who are jyka and are not hwax, the probability of lirg is 16%. For those who are jyka and are hwax, the probability of lirg is 89%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 81, "given_info": "The overall probability of jyka is 53%. For those who are not jyka and are not hwax, the probability of lirg is 8%. For those who are not jyka and are hwax, the probability of lirg is 14%. For those who are jyka and are not hwax, the probability of lirg is 4%. For those who are jyka and are hwax, the probability of lirg is 32%.", "question": "If we look at those who are hwax, does the chance of lirg decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 82, "given_info": "The overall probability of jyka is 22%. For those who are not jyka and are not yupt, the probability of kwox is 100%. For those who are not jyka and are yupt, the probability of kwox is 99%. For those who are jyka and are not yupt, the probability of kwox is 100%. For those who are jyka and are yupt, the probability of kwox is 99%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 83, "given_info": "The overall probability of jyka is 99%. For those who are not jyka and are not yupt, the probability of kwox is 51%. For those who are not jyka and are yupt, the probability of kwox is 76%. For those who are jyka and are not yupt, the probability of kwox is 90%. For those who are jyka and are yupt, the probability of kwox is 67%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 84, "given_info": "The overall probability of jyka is 99%. For those who are not jyka and are not yupt, the probability of kwox is 51%. For those who are not jyka and are yupt, the probability of kwox is 76%. For those who are jyka and are not yupt, the probability of kwox is 90%. For those who are jyka and are yupt, the probability of kwox is 67%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 85, "given_info": "The overall probability of jyka is 66%. For those who are not jyka and are not yupt, the probability of kwox is 98%. For those who are not jyka and are yupt, the probability of kwox is 80%. For those who are jyka and are not yupt, the probability of kwox is 54%. For those who are jyka and are yupt, the probability of kwox is 91%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 86, "given_info": "The overall probability of jyka is 5%. For those who are not jyka and are not yupt, the probability of kwox is 33%. For those who are not jyka and are yupt, the probability of kwox is 20%. For those who are jyka and are not yupt, the probability of kwox is 32%. For those who are jyka and are yupt, the probability of kwox is 5%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 87, "given_info": "The overall probability of jyka is 93%. For those who are not jyka and are not yupt, the probability of kwox is 99%. For those who are not jyka and are yupt, the probability of kwox is 98%. For those who are jyka and are not yupt, the probability of kwox is 99%. For those who are jyka and are yupt, the probability of kwox is 97%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 88, "given_info": "The overall probability of jyka is 93%. For those who are not jyka and are not yupt, the probability of kwox is 99%. For those who are not jyka and are yupt, the probability of kwox is 98%. For those who are jyka and are not yupt, the probability of kwox is 99%. For those who are jyka and are yupt, the probability of kwox is 97%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 89, "given_info": "The overall probability of yupt is 48%. For those who are not yupt and are not zupj, the probability of muvq is 83%. For those who are not yupt and are zupj, the probability of muvq is 98%. For those who are yupt and are not zupj, the probability of muvq is 90%. For those who are yupt and are zupj, the probability of muvq is 91%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 90, "given_info": "The overall probability of yupt is 70%. For those who are not yupt and are not zupj, the probability of muvq is 85%. For those who are not yupt and are zupj, the probability of muvq is 77%. For those who are yupt and are not zupj, the probability of muvq is 89%. For those who are yupt and are zupj, the probability of muvq is 79%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 91, "given_info": "The overall probability of yupt is 70%. For those who are not yupt and are not zupj, the probability of muvq is 85%. For those who are not yupt and are zupj, the probability of muvq is 77%. For those who are yupt and are not zupj, the probability of muvq is 89%. For those who are yupt and are zupj, the probability of muvq is 79%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 92, "given_info": "The overall probability of yupt is 85%. For those who are not yupt and are not zupj, the probability of muvq is 93%. For those who are not yupt and are zupj, the probability of muvq is 100%. For those who are yupt and are not zupj, the probability of muvq is 98%. For those who are yupt and are zupj, the probability of muvq is 93%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 93, "given_info": "The overall probability of yupt is 61%. For those who are not yupt and are not zupj, the probability of muvq is 46%. For those who are not yupt and are zupj, the probability of muvq is 63%. For those who are yupt and are not zupj, the probability of muvq is 64%. For those who are yupt and are zupj, the probability of muvq is 47%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 94, "given_info": "The overall probability of yupt is 61%. For those who are not yupt and are not zupj, the probability of muvq is 46%. For those who are not yupt and are zupj, the probability of muvq is 63%. For those who are yupt and are not zupj, the probability of muvq is 64%. For those who are yupt and are zupj, the probability of muvq is 47%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 95, "given_info": "The overall probability of yupt is 2%. For those who are not yupt and are not zupj, the probability of muvq is 93%. For those who are not yupt and are zupj, the probability of muvq is 45%. For those who are yupt and are not zupj, the probability of muvq is 80%. For those who are yupt and are zupj, the probability of muvq is 25%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 96, "given_info": "The overall probability of zuph is 24%. For those who are not zuph and are not wibl, the probability of uvzi is 100%. For those who are not zuph and are wibl, the probability of uvzi is 96%. For those who are zuph and are not wibl, the probability of uvzi is 99%. For those who are zuph and are wibl, the probability of uvzi is 98%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 97, "given_info": "The overall probability of zuph is 46%. For those who are not zuph and are not wibl, the probability of uvzi is 64%. For those who are not zuph and are wibl, the probability of uvzi is 61%. For those who are zuph and are not wibl, the probability of uvzi is 70%. For those who are zuph and are wibl, the probability of uvzi is 42%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 98, "given_info": "The overall probability of zuph is 46%. For those who are not zuph and are not wibl, the probability of uvzi is 64%. For those who are not zuph and are wibl, the probability of uvzi is 61%. For those who are zuph and are not wibl, the probability of uvzi is 70%. For those who are zuph and are wibl, the probability of uvzi is 42%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 99, "given_info": "The overall probability of zuph is 87%. For those who are not zuph and are not wibl, the probability of uvzi is 28%. For those who are not zuph and are wibl, the probability of uvzi is 25%. For those who are zuph and are not wibl, the probability of uvzi is 10%. For those who are zuph and are wibl, the probability of uvzi is 44%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 100, "given_info": "The overall probability of zuph is 26%. For those who are not zuph and are not wibl, the probability of uvzi is 53%. For those who are not zuph and are wibl, the probability of uvzi is 65%. For those who are zuph and are not wibl, the probability of uvzi is 10%. For those who are zuph and are wibl, the probability of uvzi is 90%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 101, "given_info": "The overall probability of pexu is 86%. For those who are not pexu and are not hwax, the probability of rukz is 100%. For those who are not pexu and are hwax, the probability of rukz is 96%. For those who are pexu and are not hwax, the probability of rukz is 77%. For those who are pexu and are hwax, the probability of rukz is 99%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 102, "given_info": "The overall probability of pexu is 17%. For those who are not pexu and are not hwax, the probability of rukz is 51%. For those who are not pexu and are hwax, the probability of rukz is 2%. For those who are pexu and are not hwax, the probability of rukz is 13%. For those who are pexu and are hwax, the probability of rukz is 7%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 103, "given_info": "The overall probability of pexu is 17%. For those who are not pexu and are not hwax, the probability of rukz is 51%. For those who are not pexu and are hwax, the probability of rukz is 2%. For those who are pexu and are not hwax, the probability of rukz is 13%. For those who are pexu and are hwax, the probability of rukz is 7%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 104, "given_info": "The overall probability of pexu is 77%. For those who are not pexu and are not hwax, the probability of rukz is 19%. For those who are not pexu and are hwax, the probability of rukz is 32%. For those who are pexu and are not hwax, the probability of rukz is 93%. For those who are pexu and are hwax, the probability of rukz is 15%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 105, "given_info": "The overall probability of pexu is 88%. For those who are not pexu and are not hwax, the probability of rukz is 79%. For those who are not pexu and are hwax, the probability of rukz is 65%. For those who are pexu and are not hwax, the probability of rukz is 99%. For those who are pexu and are hwax, the probability of rukz is 46%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 106, "given_info": "The overall probability of pexu is 41%. For those who are not pexu and are not hwax, the probability of rukz is 80%. For those who are not pexu and are hwax, the probability of rukz is 38%. For those who are pexu and are not hwax, the probability of rukz is 55%. For those who are pexu and are hwax, the probability of rukz is 42%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 107, "given_info": "The overall probability of pexu is 11%. For those who are not pexu and are not hwax, the probability of rukz is 93%. For those who are not pexu and are hwax, the probability of rukz is 99%. For those who are pexu and are not hwax, the probability of rukz is 92%. For those who are pexu and are hwax, the probability of rukz is 100%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 108, "given_info": "The overall probability of pexu is 70%. For those who are not pexu and are not hwax, the probability of rukz is 26%. For those who are not pexu and are hwax, the probability of rukz is 10%. For those who are pexu and are not hwax, the probability of rukz is 18%. For those who are pexu and are hwax, the probability of rukz is 10%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 109, "given_info": "The overall probability of zuph is 93%. For those who are not zuph and are not jyka, the probability of glimx is 71%. For those who are not zuph and are jyka, the probability of glimx is 48%. For those who are zuph and are not jyka, the probability of glimx is 75%. For those who are zuph and are jyka, the probability of glimx is 63%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 110, "given_info": "The overall probability of zuph is 78%. For those who are not zuph and are not jyka, the probability of glimx is 16%. For those who are not zuph and are jyka, the probability of glimx is 84%. For those who are zuph and are not jyka, the probability of glimx is 69%. For those who are zuph and are jyka, the probability of glimx is 19%.", "question": "If we look at those who are jyka, does the chance of glimx decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 111, "given_info": "The overall probability of zuph is 23%. For those who are not zuph and are not jyka, the probability of glimx is 4%. For those who are not zuph and are jyka, the probability of glimx is 60%. For those who are zuph and are not jyka, the probability of glimx is 9%. For those who are zuph and are jyka, the probability of glimx is 62%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 112, "given_info": "The overall probability of zuph is 23%. For those who are not zuph and are not jyka, the probability of glimx is 4%. For those who are not zuph and are jyka, the probability of glimx is 60%. For those who are zuph and are not jyka, the probability of glimx is 9%. For those who are zuph and are jyka, the probability of glimx is 62%.", "question": "If we look at those who are jyka, does the chance of glimx decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 113, "given_info": "The overall probability of zuph is 8%. For those who are not zuph and are not jyka, the probability of glimx is 28%. For those who are not zuph and are jyka, the probability of glimx is 11%. For those who are zuph and are not jyka, the probability of glimx is 7%. For those who are zuph and are jyka, the probability of glimx is 27%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 114, "given_info": "The overall probability of zuph is 68%. For those who are not zuph and are not jyka, the probability of glimx is 51%. For those who are not zuph and are jyka, the probability of glimx is 59%. For those who are zuph and are not jyka, the probability of glimx is 59%. For those who are zuph and are jyka, the probability of glimx is 52%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 115, "given_info": "The overall probability of rixq is 68%. For those who are not rixq and are not zuph, the probability of xevu is 2%. For those who are not rixq and are zuph, the probability of xevu is 7%. For those who are rixq and are not zuph, the probability of xevu is 8%. For those who are rixq and are zuph, the probability of xevu is 4%.", "question": "If we look at those who are zuph, does the chance of xevu decrease when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 116, "given_info": "The overall probability of rixq is 15%. For those who are not rixq and are not zuph, the probability of xevu is 97%. For those who are not rixq and are zuph, the probability of xevu is 99%. For those who are rixq and are not zuph, the probability of xevu is 93%. For those who are rixq and are zuph, the probability of xevu is 100%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 117, "given_info": "The overall probability of rixq is 10%. For those who are not rixq and are not zuph, the probability of xevu is 69%. For those who are not rixq and are zuph, the probability of xevu is 45%. For those who are rixq and are not zuph, the probability of xevu is 88%. For those who are rixq and are zuph, the probability of xevu is 34%.", "question": "If we look at those who are zuph, does the chance of xevu increase when rixq?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Rixq has a direct effect on zuph. Xevu has a direct effect on zuph."}
{"index": 118, "given_info": "The overall probability of kwox is 19%. For those who are not kwox and are not swoq, the probability of kwoz is 76%. For those who are not kwox and are swoq, the probability of kwoz is 36%. For those who are kwox and are not swoq, the probability of kwoz is 21%. For those who are kwox and are swoq, the probability of kwoz is 93%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 119, "given_info": "The overall probability of kwox is 46%. For those who are not kwox and are not swoq, the probability of kwoz is 2%. For those who are not kwox and are swoq, the probability of kwoz is 72%. For those who are kwox and are not swoq, the probability of kwoz is 3%. For those who are kwox and are swoq, the probability of kwoz is 47%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 120, "given_info": "The overall probability of kwox is 8%. For those who are not kwox and are not swoq, the probability of kwoz is 30%. For those who are not kwox and are swoq, the probability of kwoz is 52%. For those who are kwox and are not swoq, the probability of kwoz is 33%. For those who are kwox and are swoq, the probability of kwoz is 40%.", "question": "If we look at those who are swoq, does the chance of kwoz increase when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 121, "given_info": "The overall probability of kwox is 12%. For those who are not kwox and are not swoq, the probability of kwoz is 47%. For those who are not kwox and are swoq, the probability of kwoz is 26%. For those who are kwox and are not swoq, the probability of kwoz is 27%. For those who are kwox and are swoq, the probability of kwoz is 29%.", "question": "If we look at those who are swoq, does the chance of kwoz increase when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 122, "given_info": "The overall probability of kwox is 12%. For those who are not kwox and are not swoq, the probability of kwoz is 47%. For those who are not kwox and are swoq, the probability of kwoz is 26%. For those who are kwox and are not swoq, the probability of kwoz is 27%. For those who are kwox and are swoq, the probability of kwoz is 29%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 123, "given_info": "The overall probability of kwox is 60%. For those who are not kwox and are not swoq, the probability of kwoz is 92%. For those who are not kwox and are swoq, the probability of kwoz is 31%. For those who are kwox and are not swoq, the probability of kwoz is 40%. For those who are kwox and are swoq, the probability of kwoz is 86%.", "question": "If we look at those who are swoq, does the chance of kwoz increase when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 124, "given_info": "The overall probability of kwox is 60%. For those who are not kwox and are not swoq, the probability of kwoz is 92%. For those who are not kwox and are swoq, the probability of kwoz is 31%. For those who are kwox and are not swoq, the probability of kwoz is 40%. For those who are kwox and are swoq, the probability of kwoz is 86%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 125, "given_info": "The overall probability of kwox is 55%. For those who are not kwox and are not swoq, the probability of kwoz is 6%. For those who are not kwox and are swoq, the probability of kwoz is 18%. For those who are kwox and are not swoq, the probability of kwoz is 9%. For those who are kwox and are swoq, the probability of kwoz is 0%.", "question": "If we look at those who are swoq, does the chance of kwoz decrease when kwox?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Kwox has a direct effect on swoq. Kwoz has a direct effect on swoq."}
{"index": 126, "given_info": "The overall probability of xevo is 91%. For those who are not xevo and are not tijv, the probability of gyzp is 99%. For those who are not xevo and are tijv, the probability of gyzp is 99%. For those who are xevo and are not tijv, the probability of gyzp is 100%. For those who are xevo and are tijv, the probability of gyzp is 98%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 127, "given_info": "The overall probability of xevo is 91%. For those who are not xevo and are not tijv, the probability of gyzp is 99%. For those who are not xevo and are tijv, the probability of gyzp is 99%. For those who are xevo and are not tijv, the probability of gyzp is 100%. For those who are xevo and are tijv, the probability of gyzp is 98%.", "question": "If we look at those who are tijv, does the chance of gyzp decrease when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 128, "given_info": "The overall probability of xevo is 86%. For those who are not xevo and are not tijv, the probability of gyzp is 30%. For those who are not xevo and are tijv, the probability of gyzp is 2%. For those who are xevo and are not tijv, the probability of gyzp is 23%. For those who are xevo and are tijv, the probability of gyzp is 18%.", "question": "If we look at those who are tijv, does the chance of gyzp decrease when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 129, "given_info": "The overall probability of xevo is 55%. For those who are not xevo and are not tijv, the probability of gyzp is 57%. For those who are not xevo and are tijv, the probability of gyzp is 13%. For those who are xevo and are not tijv, the probability of gyzp is 82%. For those who are xevo and are tijv, the probability of gyzp is 26%.", "question": "If we look at those who are tijv, does the chance of gyzp decrease when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 130, "given_info": "The overall probability of xevo is 11%. For those who are not xevo and are not tijv, the probability of gyzp is 91%. For those who are not xevo and are tijv, the probability of gyzp is 53%. For those who are xevo and are not tijv, the probability of gyzp is 94%. For those who are xevo and are tijv, the probability of gyzp is 56%.", "question": "If we look at those who are tijv, does the chance of gyzp increase when xevo?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Xevo has a direct effect on tijv. Gyzp has a direct effect on tijv."}
{"index": 131, "given_info": "The overall probability of yomx is 46%. For those who are not yomx and are not gwet, the probability of xevu is 95%. For those who are not yomx and are gwet, the probability of xevu is 89%. For those who are yomx and are not gwet, the probability of xevu is 99%. For those who are yomx and are gwet, the probability of xevu is 45%.", "question": "If we look at those who are gwet, does the chance of xevu decrease when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 132, "given_info": "The overall probability of yomx is 36%. For those who are not yomx and are not gwet, the probability of xevu is 1%. For those who are not yomx and are gwet, the probability of xevu is 1%. For those who are yomx and are not gwet, the probability of xevu is 0%. For those who are yomx and are gwet, the probability of xevu is 7%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 133, "given_info": "The overall probability of yomx is 36%. For those who are not yomx and are not gwet, the probability of xevu is 1%. For those who are not yomx and are gwet, the probability of xevu is 1%. For those who are yomx and are not gwet, the probability of xevu is 0%. For those who are yomx and are gwet, the probability of xevu is 7%.", "question": "If we look at those who are gwet, does the chance of xevu decrease when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 134, "given_info": "The overall probability of yomx is 63%. For those who are not yomx and are not gwet, the probability of xevu is 16%. For those who are not yomx and are gwet, the probability of xevu is 46%. For those who are yomx and are not gwet, the probability of xevu is 12%. For those who are yomx and are gwet, the probability of xevu is 40%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 135, "given_info": "The overall probability of yomx is 63%. For those who are not yomx and are not gwet, the probability of xevu is 16%. For those who are not yomx and are gwet, the probability of xevu is 46%. For those who are yomx and are not gwet, the probability of xevu is 12%. For those who are yomx and are gwet, the probability of xevu is 40%.", "question": "If we look at those who are gwet, does the chance of xevu decrease when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 136, "given_info": "The overall probability of yomx is 11%. For those who are not yomx and are not gwet, the probability of xevu is 71%. For those who are not yomx and are gwet, the probability of xevu is 91%. For those who are yomx and are not gwet, the probability of xevu is 56%. For those who are yomx and are gwet, the probability of xevu is 87%.", "question": "If we look at those who are gwet, does the chance of xevu increase when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 137, "given_info": "The overall probability of yomx is 11%. For those who are not yomx and are not gwet, the probability of xevu is 71%. For those who are not yomx and are gwet, the probability of xevu is 91%. For those who are yomx and are not gwet, the probability of xevu is 56%. For those who are yomx and are gwet, the probability of xevu is 87%.", "question": "If we look at those who are gwet, does the chance of xevu decrease when yomx?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yomx has a direct effect on gwet. Xevu has a direct effect on gwet."}
{"index": 138, "given_info": "The overall probability of jyka is 88%. For those who are not jyka and are not hwax, the probability of lirg is 89%. For those who are not jyka and are hwax, the probability of lirg is 93%. For those who are jyka and are not hwax, the probability of lirg is 94%. For those who are jyka and are hwax, the probability of lirg is 91%.", "question": "If we look at those who are hwax, does the chance of lirg decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 139, "given_info": "The overall probability of jyka is 2%. For those who are not jyka and are not hwax, the probability of lirg is 99%. For those who are not jyka and are hwax, the probability of lirg is 94%. For those who are jyka and are not hwax, the probability of lirg is 92%. For those who are jyka and are hwax, the probability of lirg is 100%.", "question": "If we look at those who are hwax, does the chance of lirg decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 140, "given_info": "The overall probability of jyka is 72%. For those who are not jyka and are not hwax, the probability of lirg is 94%. For those who are not jyka and are hwax, the probability of lirg is 57%. For those who are jyka and are not hwax, the probability of lirg is 54%. For those who are jyka and are hwax, the probability of lirg is 79%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 141, "given_info": "The overall probability of jyka is 4%. For those who are not jyka and are not hwax, the probability of lirg is 91%. For those who are not jyka and are hwax, the probability of lirg is 72%. For those who are jyka and are not hwax, the probability of lirg is 69%. For those who are jyka and are hwax, the probability of lirg is 85%.", "question": "If we look at those who are hwax, does the chance of lirg increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on hwax. Lirg has a direct effect on hwax."}
{"index": 142, "given_info": "The overall probability of jyka is 29%. For those who are not jyka and are not yupt, the probability of kwox is 28%. For those who are not jyka and are yupt, the probability of kwox is 17%. For those who are jyka and are not yupt, the probability of kwox is 39%. For those who are jyka and are yupt, the probability of kwox is 8%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 143, "given_info": "The overall probability of jyka is 54%. For those who are not jyka and are not yupt, the probability of kwox is 6%. For those who are not jyka and are yupt, the probability of kwox is 4%. For those who are jyka and are not yupt, the probability of kwox is 0%. For those who are jyka and are yupt, the probability of kwox is 26%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 144, "given_info": "The overall probability of jyka is 21%. For those who are not jyka and are not yupt, the probability of kwox is 51%. For those who are not jyka and are yupt, the probability of kwox is 93%. For those who are jyka and are not yupt, the probability of kwox is 90%. For those who are jyka and are yupt, the probability of kwox is 82%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 145, "given_info": "The overall probability of jyka is 59%. For those who are not jyka and are not yupt, the probability of kwox is 1%. For those who are not jyka and are yupt, the probability of kwox is 84%. For those who are jyka and are not yupt, the probability of kwox is 38%. For those who are jyka and are yupt, the probability of kwox is 27%.", "question": "If we look at those who are yupt, does the chance of kwox increase when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 146, "given_info": "The overall probability of jyka is 67%. For those who are not jyka and are not yupt, the probability of kwox is 51%. For those who are not jyka and are yupt, the probability of kwox is 12%. For those who are jyka and are not yupt, the probability of kwox is 13%. For those who are jyka and are yupt, the probability of kwox is 64%.", "question": "If we look at those who are yupt, does the chance of kwox decrease when jyka?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Jyka has a direct effect on yupt. Kwox has a direct effect on yupt."}
{"index": 147, "given_info": "The overall probability of yupt is 52%. For those who are not yupt and are not zupj, the probability of muvq is 34%. For those who are not yupt and are zupj, the probability of muvq is 19%. For those who are yupt and are not zupj, the probability of muvq is 88%. For those who are yupt and are zupj, the probability of muvq is 10%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 148, "given_info": "The overall probability of yupt is 43%. For those who are not yupt and are not zupj, the probability of muvq is 85%. For those who are not yupt and are zupj, the probability of muvq is 25%. For those who are yupt and are not zupj, the probability of muvq is 75%. For those who are yupt and are zupj, the probability of muvq is 46%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 149, "given_info": "The overall probability of yupt is 94%. For those who are not yupt and are not zupj, the probability of muvq is 14%. For those who are not yupt and are zupj, the probability of muvq is 30%. For those who are yupt and are not zupj, the probability of muvq is 29%. For those who are yupt and are zupj, the probability of muvq is 12%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 150, "given_info": "The overall probability of yupt is 32%. For those who are not yupt and are not zupj, the probability of muvq is 85%. For those who are not yupt and are zupj, the probability of muvq is 98%. For those who are yupt and are not zupj, the probability of muvq is 90%. For those who are yupt and are zupj, the probability of muvq is 87%.", "question": "If we look at those who are zupj, does the chance of muvq decrease when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 151, "given_info": "The overall probability of yupt is 88%. For those who are not yupt and are not zupj, the probability of muvq is 67%. For those who are not yupt and are zupj, the probability of muvq is 16%. For those who are yupt and are not zupj, the probability of muvq is 32%. For those who are yupt and are zupj, the probability of muvq is 31%.", "question": "If we look at those who are zupj, does the chance of muvq increase when yupt?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Yupt has a direct effect on zupj. Muvq has a direct effect on zupj."}
{"index": 152, "given_info": "The overall probability of zuph is 87%. For those who are not zuph and are not wibl, the probability of uvzi is 92%. For those who are not zuph and are wibl, the probability of uvzi is 18%. For those who are zuph and are not wibl, the probability of uvzi is 64%. For those who are zuph and are wibl, the probability of uvzi is 6%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 153, "given_info": "The overall probability of zuph is 29%. For those who are not zuph and are not wibl, the probability of uvzi is 26%. For those who are not zuph and are wibl, the probability of uvzi is 18%. For those who are zuph and are not wibl, the probability of uvzi is 22%. For those who are zuph and are wibl, the probability of uvzi is 20%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 154, "given_info": "The overall probability of zuph is 61%. For those who are not zuph and are not wibl, the probability of uvzi is 91%. For those who are not zuph and are wibl, the probability of uvzi is 89%. For those who are zuph and are not wibl, the probability of uvzi is 97%. For those who are zuph and are wibl, the probability of uvzi is 42%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 155, "given_info": "The overall probability of zuph is 61%. For those who are not zuph and are not wibl, the probability of uvzi is 91%. For those who are not zuph and are wibl, the probability of uvzi is 89%. For those who are zuph and are not wibl, the probability of uvzi is 97%. For those who are zuph and are wibl, the probability of uvzi is 42%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 156, "given_info": "The overall probability of zuph is 37%. For those who are not zuph and are not wibl, the probability of uvzi is 45%. For those who are not zuph and are wibl, the probability of uvzi is 97%. For those who are zuph and are not wibl, the probability of uvzi is 68%. For those who are zuph and are wibl, the probability of uvzi is 94%.", "question": "If we look at those who are wibl, does the chance of uvzi increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 157, "given_info": "The overall probability of zuph is 37%. For those who are not zuph and are not wibl, the probability of uvzi is 45%. For those who are not zuph and are wibl, the probability of uvzi is 97%. For those who are zuph and are not wibl, the probability of uvzi is 68%. For those who are zuph and are wibl, the probability of uvzi is 94%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 158, "given_info": "The overall probability of zuph is 85%. For those who are not zuph and are not wibl, the probability of uvzi is 100%. For those who are not zuph and are wibl, the probability of uvzi is 100%. For those who are zuph and are not wibl, the probability of uvzi is 100%. For those who are zuph and are wibl, the probability of uvzi is 100%.", "question": "If we look at those who are wibl, does the chance of uvzi decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on wibl. Uvzi has a direct effect on wibl."}
{"index": 159, "given_info": "The overall probability of pexu is 54%. For those who are not pexu and are not hwax, the probability of rukz is 0%. For those who are not pexu and are hwax, the probability of rukz is 13%. For those who are pexu and are not hwax, the probability of rukz is 14%. For those who are pexu and are hwax, the probability of rukz is 10%.", "question": "If we look at those who are hwax, does the chance of rukz increase when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 160, "given_info": "The overall probability of pexu is 83%. For those who are not pexu and are not hwax, the probability of rukz is 100%. For those who are not pexu and are hwax, the probability of rukz is 73%. For those who are pexu and are not hwax, the probability of rukz is 12%. For those who are pexu and are hwax, the probability of rukz is 94%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 161, "given_info": "The overall probability of pexu is 16%. For those who are not pexu and are not hwax, the probability of rukz is 71%. For those who are not pexu and are hwax, the probability of rukz is 80%. For those who are pexu and are not hwax, the probability of rukz is 74%. For those who are pexu and are hwax, the probability of rukz is 78%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 162, "given_info": "The overall probability of pexu is 79%. For those who are not pexu and are not hwax, the probability of rukz is 79%. For those who are not pexu and are hwax, the probability of rukz is 27%. For those who are pexu and are not hwax, the probability of rukz is 70%. For those who are pexu and are hwax, the probability of rukz is 19%.", "question": "If we look at those who are hwax, does the chance of rukz decrease when pexu?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Pexu has a direct effect on hwax. Rukz has a direct effect on hwax."}
{"index": 163, "given_info": "The overall probability of zuph is 19%. For those who are not zuph and are not jyka, the probability of glimx is 54%. For those who are not zuph and are jyka, the probability of glimx is 42%. For those who are zuph and are not jyka, the probability of glimx is 58%. For those who are zuph and are jyka, the probability of glimx is 45%.", "question": "If we look at those who are jyka, does the chance of glimx decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 164, "given_info": "The overall probability of zuph is 55%. For those who are not zuph and are not jyka, the probability of glimx is 45%. For those who are not zuph and are jyka, the probability of glimx is 60%. For those who are zuph and are not jyka, the probability of glimx is 71%. For those who are zuph and are jyka, the probability of glimx is 15%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 165, "given_info": "The overall probability of zuph is 55%. For those who are not zuph and are not jyka, the probability of glimx is 45%. For those who are not zuph and are jyka, the probability of glimx is 60%. For those who are zuph and are not jyka, the probability of glimx is 71%. For those who are zuph and are jyka, the probability of glimx is 15%.", "question": "If we look at those who are jyka, does the chance of glimx decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 166, "given_info": "The overall probability of zuph is 87%. For those who are not zuph and are not jyka, the probability of glimx is 18%. For those who are not zuph and are jyka, the probability of glimx is 83%. For those who are zuph and are not jyka, the probability of glimx is 39%. For those who are zuph and are jyka, the probability of glimx is 55%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 167, "given_info": "The overall probability of zuph is 87%. For those who are not zuph and are not jyka, the probability of glimx is 93%. For those who are not zuph and are jyka, the probability of glimx is 74%. For those who are zuph and are not jyka, the probability of glimx is 47%. For those who are zuph and are jyka, the probability of glimx is 96%.", "question": "If we look at those who are jyka, does the chance of glimx increase when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
{"index": 168, "given_info": "The overall probability of zuph is 55%. For those who are not zuph and are not jyka, the probability of glimx is 62%. For those who are not zuph and are jyka, the probability of glimx is 29%. For those who are zuph and are not jyka, the probability of glimx is 27%. For those who are zuph and are jyka, the probability of glimx is 32%.", "question": "If we look at those who are jyka, does the chance of glimx decrease when zuph?", "background": "Imagine a self-contained, hypothetical world with only the following conditions, and without any unmentioned factors or causal relationships: Zuph has a direct effect on jyka. Glimx has a direct effect on jyka."}
